/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Fără date";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Salvare";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Reintroducere semnătură";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Ștergere";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Anulare";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Semnătură";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Atingeți pentru a semna";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Zonă de semnătură";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Atingeți de două ori și trageți pentru a semna";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Imagine de semnătură";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Linie de semnătură";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Anulat";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Următor";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Stare";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Utilizatorul a anulat integrarea";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Fără consimțământ, nu veți putea continua integrarea.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Oferiți-vă acordul";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Ieșire";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Înapoi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Etapă";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "din";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Sigur doriți să ieșiți din procesul de integrare?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Doriți confidențialitatea datelor?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Fiți înțelepți privind datele dvs.";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Nu acum";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Permitere";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Respingere";

/* XBUT: Agree action title in EULAView */
"Agree" = "Sunt de acord";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nu sunt de acord";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Încărcare...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Deocamdată nu există nimic de afișat";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d ore %d min.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Efectuat";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Există %d erori în tabelul de date.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "antet linie";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "linia %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "coloana %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "accesoriu principal";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "accesoriu final";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "imagine";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "dată";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "oră";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "durată";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "element de listă";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "selectat";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "neselectat";

/* XBUT: calendar time component label */
"Time" = "Timp";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Valoare: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Celulă atinsă este doar în citire.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Câmp doar în citire";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Nu mai sunt caractere rămase";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduceți numărul de caractere";

